commands_dict = {
    'commands': {
        # открытие программ
        'open_spotyfy': ['включи spotufy', 'включи spotify', 'включи спотифай', 'открой спотифай'],
        # команды мультимедия
        'play': ['пауза', 'включи музыку'],
        'nexttrack': ['дальше', 'следующая мелодия'],
        'prevtrack': ['назад', 'прошлая мелодия'],
        'volumup': ['громче'],
        'volumdown': ['тише', 'тиша', 'уменьши громкость'],
        'volume_on': ['включи звук'],
        'volume_off': ['выключи звук', 'убери звук', 'беззвучный режим'],
        'volume_na': ['верни звук'],
        # команды приветствия
        'greeting': ['привет', 'приветствую'],
        'create_task': ['добавить задачу', 'создать задачу', 'заметка'],
        'delete_task': ['удалить задачу', 'удаление заметки'],
        'stop': ['стоп', 'пока'],
        # предсказания и шутки
        'predskazanya': ['погадай мне', 'гадание'],
        'shutki': ['шутка про IT', 'шутка про айтишников', 'анекдот про айтишников', 'шутка про айти','шутка про айти'],
        'anekdot': ['расскажи анекдот', 'расскажи шутку', 'анекдот'],
        # узнать что то(мелкое)
        'what_time': ['сколько время', 'который час', 'какое сейчас время'],
        'what_date': ['какой сегодня день', 'какое число', 'время']

    }
}
